// 1USD = 10.20


// Vasya 1000 // TJS 
// Ivan 150 // TJS
// Anton 230c // TJS
// Jony 1234 // USD
// Max 333 // USD
// John 780 // USD
// Umed 280 // TJS

//  Part 1
// 1. Создайте данные обекты
// 2. Создайте массив persons и в нём добавтье эти обекты
// 3. Создайте новый массив  richMens и добавтье людей у которых сумма больше 500
// 4. Просуммируйте все суммы массива RichMens;

//  Part 2
// 1. Создайте данные обекты
// 2. Создайте массив persons и в нём добавтье эти обекты
// 4. Просуммируйте все суммы массива persons и найдите результат в сомони;


